tap "1password/tap"
tap "finnvoor/tools"
tap "furkankly/tap"
tap "goreleaser/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "tearingitup786/tearingitup786"
brew "age"
brew "atuin", restart_service: :changed
brew "caddy"
brew "chezmoi"
brew "cosign"
brew "ffmpeg"
brew "flyctl"
brew "gh"
brew "hugo"
brew "icu4c@76"
brew "rclone"
brew "starship"
brew "tailwindcss"
brew "trippy"
brew "zoxide"
brew "finnvoor/tools/fx-upscale"
brew "furkankly/tap/flyradar"
brew "tearingitup786/tearingitup786/nekot"
cask "1password-cli"
cask "gitkraken-cli"
cask "wezterm"
vscode "github.codespaces"
vscode "github.remotehub"
vscode "golang.go"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode.remote-repositories"
vscode "redhat.vscode-yaml"
vscode "tailscale.vscode-tailscale"
