tap "benbjohnson/litestream"
tap "siderolabs/tap"
tap "fluxcd/tap"

brew "age"
brew "sops"
brew "atuin", restart_service: :changed
brew "chezmoi"
brew "cosign"
brew "flyctl"
brew "gh"
brew "hugo"
brew "rclone"
brew "starship"
brew "node@22", link: :overwrite
brew "just"
brew "tailwindcss"
brew "zoxide"
brew "ripgrep"
brew "dust"
brew "fzf"
brew "gum"
brew "fx"
brew "bat"
brew "jj"
brew "litestream"
brew "talosctl"
brew "kubectl"
brew "fluxcd/tap/flux"
