tap "nikitabobko/tap"
cask "nikitabobko/tap/aerospace"
tap "benbjohnson/litestream"

brew "age"
brew "sops"
brew "atuin", restart_service: :changed
brew "chezmoi"
brew "cosign"
brew "flyctl"
brew "gh"
brew "hugo"
brew "rclone"
brew "starship"
brew "node"
brew "just"
brew "tailwindcss"
brew "zoxide"
brew "ripgrep"
brew "dust"
brew "fzf"
brew "gum"
brew "jj"
brew "litestream"
