tap "nikitabobko/tap"
cask "nikitabobko/tap/aerospace"

brew "charmbracelet/tap/crush"

brew "age"
brew "atuin", restart_service: :changed
brew "chezmoi"
brew "cosign"
brew "flyctl"
brew "gh"
brew "hugo"
brew "rclone"
brew "starship"
brew "node"
brew "just"
brew "tailwindcss"
brew "ripgrep"
